{
  "resorts": [
    {
      "id": "resort1",
      "destination": "Caribbean",
      "name": "Les Boucaniers",
      "location": "Martinique",
      "comfortLevel": "5",
      "activities": ["water skiing", "tennis", "scuba diving", "spa"],
      "price": 1254,
      "startDate": "2015-05-05",
      "endDate": "2023-12-31",
      "shortDescription": "The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island.",
      "picture": "img/resortpool.jpg",
      "longDescription": "A divers' paradise in the Baie du Marin, a legendary spot.Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
      "url": "resort1.html"
    },
    {
      "id": "resort2",
      "destination": "Indian Ocean",
      "name": "La Plantation d'Albion",
      "location": "Mauritius",
      "comfortLevel": "4",
      "activities": [
        "kids club",
        "golf",
        "scuba diving",
        "tennis",
        "sailing",
        "spa"
      ],
      "price": 2062,
      "startDate": "2015-01-01",
      "endDate": "2023-12-31",
      "shortDescription": "Located in one of the last remote island, La Plantation d'Albion Club welcomes guests into a world of refinement.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "In a remote beauty spot, savour the luxury of Mauritian lifestyle. The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch. The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
      "url": "resort2.html"
    },
    {
      "id": "resort3",
      "destination": "Caribbean",
      "name": "Cabrits Resort",
      "location": "Cabrits",
      "comfortLevel": "5",
      "activities": ["tennis", "swimming", "meeting space", "spa"],
      "price": 3099,
      "startDate": "2014-02-12",
      "endDate": "2023-12-31",
      "shortDescription": "The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island.",
      "picture": "img/resortpool.jpg",
      "longDescription": "The resort is on the doorstep to the island’s 365 rivers, countless waterfalls and natural boiling springs, and is committed to protecting the authenticity of this pristine eco-tourism paradise while offering an enriching, contemporary guest experience that strikes a natural balance between land and sea.",
      "url": "resort3.html"
    },
    {
      "id": "resort4",
      "destination": "Europe",
      "name": "Hotel des Bains Kempinski",
      "location": "St.Moritz",
      "comfortLevel": "4",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 2499,
      "startDate": "2012-06-15",
      "endDate": "2023-12-31",
      "shortDescription": "A warm welcome to Grand Hotel des Bains Kempinski St Moritz. Set in an iconic 1864 building.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "A divers' paradise in the Baie du Marin, a legendary spot.Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
      "url": "resort4.html"
    },
    {
      "id": "resort5",
      "destination": "Asia",
      "name": "Kempinski Hotel",
      "location": "Nanjing",
      "comfortLevel": "4",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "commercial center",
        "mall"
      ],
      "price": 1499,
      "startDate": "2015-07-13",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the heart of the Chinese capital, the hotel represents the glamour of the metropolitan lifestyle.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "The hotel features 336 tastefully decorated rooms, lavish in style and providing the highest level of comfort. A bespoke dining experience is created and arranged for real gourmets via a wide selection of western and local cuisines, available in three beautifully appointed venues. A total of approximately 2,000 sq m of meeting and banquet space, including a secluded outdoor terrace, will guarantee guests and customers a memorable high-end event experience.",
      "url": "resort5.html"
    },
    {
      "id": "resort6",
      "destination": "Asia",
      "name": "The Capitol Hotel",
      "location": "Singapore",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 3049,
      "startDate": "1930-03-15",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the cultural district, Capitol Kempinski follows years of restoration bringing out the Capitol Building.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Today, The Capitol Kempinski Hotel has a pride of place in the integrated lifestyle complex, which boasts  Arcade @ The Capitol Kempinski, Eden Residences Capitol, the legendary Capitol Theatre, and retail mall, Capitol Piazza. It is also in close proximity to Singapore’s top attractions such as Marina Bay Sands, CHIJmes, National Museum and Merlion Park.",
      "url": "resort6.html"
    },
    {
      "id": "resort7",
      "destination": "Europe",
      "name": "Palais Hansen",
      "location": "Vienna",
      "comfortLevel": "4",
      "activities": ["swimming", "sauna", "spa"],
      "price": 950,
      "startDate": "2013-09-03",
      "endDate": "2023-12-31",
      "shortDescription": "The 4-star superior Palais Hansen offers a modern and luxurious lifestyle in a historic Palais.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "There are 152 elegant rooms and suites on three floors. Culinary delights are provided by the restaurants Die Küche Wien and Michelin-starred EDVARD. In the Lobby Lounge guests enjoy the famous Kempinski apple strudel. Evenings are best spent in the Lobby Bar, the Cigar Lounge and award-winning 26°EAST Bar. The Kempinski The Spa with gym offers relaxation and wellness. For exclusive events, eight function rooms and a ballroom are available.",
      "url": "resort7.html"
    },
    {
      "id": "resort8",
      "destination": "Asia",
      "name": "Siam Hotel",
      "location": "Bankok",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 2499,
      "startDate": "2008-01-19",
      "endDate": "2023-12-31",
      "shortDescription": "Located at the heart of the city, the Siam Kempinski Hotel is the perfect destination for leisure travellers.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Each of the hotel’s 397 luxurious rooms and suites is decorated with traditional Thai accents. Most rooms include private balconies overlooking the hotel’s lush green gardens and free-form swimming pool.",
      "url": "resort8.html"
    },
    {
      "id": "resort9",
      "destination": "Europe",
      "name": "Hotel Adlon",
      "location": "Berlin",
      "comfortLevel": "4",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 1099,
      "startDate": "2015-07-25",
      "endDate": "2023-12-31",
      "shortDescription": "Welcome to the Hotel Adlon Kempinski, located in the heart of the vibrant city of Berlin.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Choose to stay in one of our elegant guest rooms or pick from 13 different suite types all with beautiful views of Berlin. As well as an extensive spa offering, the hotel has two stylish bars and three refined restaurants for guests to enjoy. So whether you are staying for leisure or are here on business, you can rely on our services to accommodate all your needs.",
      "url": "resort9.html"
    },
    {
      "id": "resort10",
      "destination": "Caribbean",
      "name": "Gran Hotel Manzana",
      "location": "St.Moritz",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna", "spa", "scuba diving"],
      "price": 3099,
      "startDate": "2000-07-09",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the heart of Havana, and surrounded by the UNESCO World Heritage buildings of this vibrant city.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "With a contemporary decoration, Gran Hotel Manzana Kempinski comprises 246 luxurious rooms, including 50 suites, where you can lounge after a stroll through the fascinating and historic city of Havana.",
      "url": "resort10.html"
    },
    {
      "id": "resort11",
      "destination": "Europe",
      "name": "San Clemente Palace",
      "location": "Venice",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna"],
      "price": 2099,
      "startDate": "2013-06-01",
      "endDate": "2023-12-31",
      "shortDescription": "San Clemente Palace is located on the private island of San Clemente, only minutes away by boat from San Marco.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Enjoy the classic decor of 190 rooms and suites overlooking the lagoon or the centuries-old park. Indulge in our three restaurants – Acquerello, La Dolce, Insieme - while tantalising your senses with exceptional interpretations of iconic Italian and Venetian specialities.",
      "url": "resort11.html"
    },
    {
      "id": "resort12",
      "destination": "Europe",
      "name": "Hotel Bahía Estepona",
      "location": "Estepona",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "scuba diving",
        "sailing",
        "golf"
      ],
      "price": 2499,
      "startDate": "2012-09-09",
      "endDate": "2023-12-31",
      "shortDescription": "Nestled between the charming fishing village of Estepona and the luxury and upbeat town of Marbella.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Experience a comfortable, restful night of sleep in one of the luxury rooms & suites. Choose from a wide range of restaurants and bars at the new culinary hotspot El Paseo del Mar. Relax at the Kempinski Spa, and swim or sunbathe at one of our three outdoor pools.",
      "url": "resort12.html"
    },
    {
      "id": "resort13",
      "destination": "Europe",
      "name": "Hotel Corvinus",
      "location": "Budapest",
      "comfortLevel": "3",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 500,
      "startDate": "1998-12-03",
      "endDate": "2023-12-31",
      "shortDescription": "Located in Downtown Budapest, the Kempinski Hotel Corvinus is just a short walk away from the Danube River.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "From early December until mid-March, except for the festive period of 22 December - 2 January, works on a closed floor may result in noise occasionally between 9:00 am and 6:00 pm. Please accept our most sincere apologies for any inconvenience.",
      "url": "resort13.html"
    },
    {
      "id": "resort14",
      "destination": "Asia",
      "name": "Grand Hotel Shanghai",
      "location": "Shanghai",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 2499,
      "startDate": "2013-05-15",
      "endDate": "2023-12-31",
      "shortDescription": "Welcome to the Grand Hotel Shanghai, situated in the heart of Shanghai’s financial district Lujiazui.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Guests can choose from a range of luxury rooms and suites to suit their requirements and the hotel also provides four gourmet restaurants and three bars with incredible views of the city. There is an onsite health club which includes a spa, swimming pool and gym, and the city’s visitor attractions and shopping malls are also easily accessible from the hotel.",
      "url": "resort14.html"
    },
    {
      "id": "resort15",
      "destination": "Europe",
      "name": "Hotel Grand Arena Bansko",
      "location": "Bansko",
      "comfortLevel": "5",
      "activities": ["gym", "swimming", "sauna", "spa"],
      "price": 1000,
      "startDate": "2011-01-12",
      "endDate": "2023-12-31",
      "shortDescription": "Discover the beauty of nature, magnificent landscapes and relaxation at the footsteps of the majestic Pirin Mountain.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "We look forward to welcoming you to an oasis of luxury, comfort and tranquility in Bansko - the most modern winter resort in the Balkans. Our five-star hotel is open year-round and comprises Alpine-style rooms and suites, superb conference facilities, lavish dining services and an award-winning spa centre.",
      "url": "resort1.html"
    }
  ]
}
