{
  "resorts": [
    {
      "id": "resort1",
      "destination": "Caribbean",
      "name": "Les Boucaniers",
      "location": "Martinique",
      "comfortLevel": "5",
      "activities": [
        "water skiing",
        "tennis",
        "scuba diving",
        "spa"
      ],
      "price": 1254,
      "startDate": "2015-05-05",
      "endDate": "2023-12-31",
      "shortDescription": "The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island.",
      "picture": "img/resortpool.jpg",
      "longDescription": "A divers' paradise in the Baie du Marin, a legendary spot.Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
      "url": "resort1.html"
    },
    {
      "id": "resort2",
      "destination": "Indian Ocean",
      "name": "La Plantation d'Albion",
      "location": "Mauritius",
      "comfortLevel": "4",
      "activities": [
        "kids club",
        "golf",
        "scuba diving",
        "tennis",
        "sailing",
        "spa"
      ],
      "price": 2062,
      "startDate": "2015-01-01",
      "endDate": "2023-12-31",
      "shortDescription": "Located in one of the last remote island, La Plantation d'Albion Club welcomes guests into a world of refinement.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "In a remote beauty spot, savour the luxury of Mauritian lifestyle. The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch. The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
      "url": "resort2.html"
    },
    {
      "id": "resort3",
      "destination": "Caribbean",
      "name": "Cabrits Resort",
      "location": "Cabrits",
      "comfortLevel": "5",
      "activities": [
        "tennis",
        "swimming",
        "meeting space",
        "spa"
      ],
      "price": 3099,
      "startDate": "2014-02-12",
      "endDate": "2023-12-31",
      "shortDescription": "The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island.",
      "picture": "img/resortpool.jpg",
      "longDescription": "The resort is on the doorstep to the island’s 365 rivers, countless waterfalls and natural boiling springs, and is committed to protecting the authenticity of this pristine eco-tourism paradise while offering an enriching, contemporary guest experience that strikes a natural balance between land and sea.",
      "url": "resort3.html"
    },
    {
      "id": "resort4",
      "destination": "Europe",
      "name": "Hotel des Bains Kempinski",
      "location": "St.Moritz",
      "comfortLevel": "4",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 2499,
      "startDate": "2012-06-15",
      "endDate": "2023-12-31",
      "shortDescription": "A warm welcome to Grand Hotel des Bains Kempinski St Moritz. Set in an iconic 1864 building.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "A divers' paradise in the Baie du Marin, a legendary spot.Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
      "url": "resort4.html"
    },
    {
      "id": "resort5",
      "destination": "Asia",
      "name": "Kempinski Hotel",
      "location": "Nanjing",
      "comfortLevel": "4",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "commercial center",
        "mall"
      ],
      "price": 1499,
      "startDate": "2015-07-13",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the heart of the Chinese capital, the hotel represents the glamour of the metropolitan lifestyle.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "The hotel features 336 tastefully decorated rooms, lavish in style and providing the highest level of comfort. A bespoke dining experience is created and arranged for real gourmets via a wide selection of western and local cuisines, available in three beautifully appointed venues. A total of approximately 2,000 sq m of meeting and banquet space, including a secluded outdoor terrace, will guarantee guests and customers a memorable high-end event experience.",
      "url": "resort5.html"
    },
    {
      "id": "resort6",
      "destination": "Asia",
      "name": "The Capitol Hotel",
      "location": "Singapore",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 3049,
      "startDate": "1930-03-15",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the cultural district, Capitol Kempinski follows years of restoration bringing out the Capitol Building.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Today, The Capitol Kempinski Hotel has a pride of place in the integrated lifestyle complex, which boasts  Arcade @ The Capitol Kempinski, Eden Residences Capitol, the legendary Capitol Theatre, and retail mall, Capitol Piazza. It is also in close proximity to Singapore’s top attractions such as Marina Bay Sands, CHIJmes, National Museum and Merlion Park.",
      "url": "resort6.html"
    },
    {
      "id": "resort7",
      "destination": "Europe",
      "name": "Palais Hansen",
      "location": "Vienna",
      "comfortLevel": "4",
      "activities": [
        "swimming",
        "sauna",
        "spa",
        "sailing"
      ],
      "price": 950,
      "startDate": "2013-09-03",
      "endDate": "2023-12-31",
      "shortDescription": "The 4-star superior Palais Hansen offers a modern and luxurious lifestyle in a historic Palais.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "There are 152 elegant rooms and suites on three floors. Culinary delights are provided by the restaurants Die Küche Wien and Michelin-starred EDVARD. In the Lobby Lounge guests enjoy the famous Kempinski apple strudel. Evenings are best spent in the Lobby Bar, the Cigar Lounge and award-winning 26°EAST Bar. The Kempinski The Spa with gym offers relaxation and wellness. For exclusive events, eight function rooms and a ballroom are available.",
      "url": "resort7.html"
    },
    {
      "id": "resort8",
      "destination": "Asia",
      "name": "Siam Hotel",
      "location": "Bankok",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "water skiing"
      ],
      "price": 2499,
      "startDate": "2008-01-19",
      "endDate": "2023-12-31",
      "shortDescription": "Located at the heart of the city, the Siam Kempinski Hotel is the perfect destination for leisure travellers.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Each of the hotel’s 397 luxurious rooms and suites is decorated with traditional Thai accents. Most rooms include private balconies overlooking the hotel’s lush green gardens and free-form swimming pool.",
      "url": "resort8.html"
    },
    {
      "id": "resort9",
      "destination": "Europe",
      "name": "Hotel Adlon",
      "location": "Berlin",
      "comfortLevel": "4",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 1099,
      "startDate": "2015-07-25",
      "endDate": "2023-12-31",
      "shortDescription": "Welcome to the Hotel Adlon Kempinski, located in the heart of the vibrant city of Berlin.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Choose to stay in one of our elegant guest rooms or pick from 13 different suite types all with beautiful views of Berlin. As well as an extensive spa offering, the hotel has two stylish bars and three refined restaurants for guests to enjoy. So whether you are staying for leisure or are here on business, you can rely on our services to accommodate all your needs.",
      "url": "resort9.html"
    },
    {
      "id": "resort10",
      "destination": "Caribbean",
      "name": "Gran Hotel Manzana",
      "location": "St.Moritz",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "scuba diving"
      ],
      "price": 3099,
      "startDate": "2000-07-09",
      "endDate": "2023-12-31",
      "shortDescription": "Located in the heart of Havana, and surrounded by the UNESCO World Heritage buildings of this vibrant city.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "With a contemporary decoration, Gran Hotel Manzana Kempinski comprises 246 luxurious rooms, including 50 suites, where you can lounge after a stroll through the fascinating and historic city of Havana.",
      "url": "resort10.html"
    },
    {
      "id": "resort11",
      "destination": "Europe",
      "name": "San Clemente Palace",
      "location": "Venice",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna"
      ],
      "price": 2099,
      "startDate": "2013-06-01",
      "endDate": "2023-12-31",
      "shortDescription": "San Clemente Palace is located on the private island of San Clemente, only minutes away by boat from San Marco.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Enjoy the classic decor of 190 rooms and suites overlooking the lagoon or the centuries-old park. Indulge in our three restaurants – Acquerello, La Dolce, Insieme - while tantalising your senses with exceptional interpretations of iconic Italian and Venetian specialities.",
      "url": "resort11.html"
    },
    {
      "id": "resort12",
      "destination": "Europe",
      "name": "Hotel Bahía Estepona",
      "location": "Estepona",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "scuba diving",
        "sailing",
        "golf"
      ],
      "price": 2499,
      "startDate": "2012-09-09",
      "endDate": "2023-12-31",
      "shortDescription": "Nestled between the charming fishing village of Estepona and the luxury and upbeat town of Marbella.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Experience a comfortable, restful night of sleep in one of the luxury rooms & suites. Choose from a wide range of restaurants and bars at the new culinary hotspot El Paseo del Mar. Relax at the Kempinski Spa, and swim or sunbathe at one of our three outdoor pools.",
      "url": "resort12.html"
    },
    {
      "id": "resort13",
      "destination": "Europe",
      "name": "Hotel Corvinus",
      "location": "Budapest",
      "comfortLevel": "3",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 500,
      "startDate": "1998-12-03",
      "endDate": "2023-12-31",
      "shortDescription": "Located in Downtown Budapest, the Kempinski Hotel Corvinus is just a short walk away from the Danube River.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "From early December until mid-March, except for the festive period of 22 December - 2 January, works on a closed floor may result in noise occasionally between 9:00 am and 6:00 pm. Please accept our most sincere apologies for any inconvenience.",
      "url": "resort13.html"
    },
    {
      "id": "resort14",
      "destination": "Asia",
      "name": "Grand Hotel Shanghai",
      "location": "Shanghai",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 2499,
      "startDate": "2013-05-15",
      "endDate": "2023-12-31",
      "shortDescription": "Welcome to the Grand Hotel Shanghai, situated in the heart of Shanghai’s financial district Lujiazui.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Guests can choose from a range of luxury rooms and suites to suit their requirements and the hotel also provides four gourmet restaurants and three bars with incredible views of the city. There is an onsite health club which includes a spa, swimming pool and gym, and the city’s visitor attractions and shopping malls are also easily accessible from the hotel.",
      "url": "resort14.html"
    },
    {
      "id": "resort15",
      "destination": "Europe",
      "name": "Hotel Grand Arena Bansko",
      "location": "Bansko",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa"
      ],
      "price": 1000,
      "startDate": "2011-01-12",
      "endDate": "2023-12-31",
      "shortDescription": "Discover the beauty of nature, magnificent landscapes and relaxation at the footsteps of the majestic Pirin Mountain.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "We look forward to welcoming you to an oasis of luxury, comfort and tranquility in Bansko - the most modern winter resort in the Balkans. Our five-star hotel is open year-round and comprises Alpine-style rooms and suites, superb conference facilities, lavish dining services and an award-winning spa centre.",
      "url": "resort1.html"
    },
    {
      "id": "resort16",
      "destination": "North America",
      "name": "Bay Watch Resort",
      "location": "South Carolina",
      "comfortLevel": "3",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "water skiing"
      ],
      "price": 1000,
      "startDate": "2011-01-12",
      "endDate": "2023-12-31",
      "shortDescription": "Overlooking the Atlantic Ocean, this North Myrtle Beach resort features 9 indoor and outdoor pools, 7 hot tubs, and 3 restaurants",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Its spacious studios and suites offer a private balcony. Barefoot Landing is 3.5 km away. A microwave, refridgerator and coffee-making facilities are included in each studio and suite. There is a safety deposit box and seating area. The suites offer ocean views and fully equipped kitchens. Guests can work out in the modern fitness centre or use the business centre at Bay Watch Resort & Conference Center. A convenience store is also on site.",
      "url": "resort1.html"
    },
    {
      "id": "resort17",
      "destination": "North America",
      "name": "Fairmont Chateau Whistler",
      "location": "Canada",
      "comfortLevel": "5",
      "activities": [
        "gym",
        "swimming",
        "sauna",
        "spa",
        "water skiing",
        "hiking"
      ],
      "price": 4000,
      "startDate": "2011-01-12",
      "endDate": "2023-12-31",
      "shortDescription": "Offering hot tubs, saunas, and Eucalyptus steam rooms, this luxury hotel offers convenient ski access at the base of Blackcomb Mountain.",
      "picture": "img/infinityPool.jpg",
      "longDescription": "Guests of Fairmont Chateau Whistler can choose from casual fare to fine dining in the hotel's various restaurants. After dinner, guests can enjoy live entertainment and a classic cocktail in the Mallard Lounge and Terrace. Whistler Village is just 600 m away. Enjoy summer swimming at Lost Lake, 4 minutes’ drive away from Fairmont Chateau Whistler.",
      "url": "resort1.html"
    },
    {
      "id":"resort18",
      "destination":"Indian Ocean",
      "name":"The St. Regis Maldives Vommuli Resort",
      "location":"Maldives",
      "comfortLevel": "5",
      "activities":["water skiing", "Paragliding", "scuba diving", "spa"],
      "price":1200,
      "startDate":"1992-06-01",
      "endDate":"2023-12-31",
      "shortDescription":" This far-flung tropical island resort offers a daringly designed environment in a deliciously secluded location.",
      "longDescription":"The hotel has taken its design inspiration from Maldivian lagoon life and the results are sensational. Eye-popping organic architecture flows through the resort, from the powerful curves of the Whale Bar to the twisting conch-shell-shaped boutique to the family villas which line the line the beachfront like a fleet of wooden dhoni boats setting out to sea. The vibe is upmarket and elegant without every feeling austere or unfriendly.",
      "url":"resort1.html"
    },
    {
      "id":"resort19",
      "destination":"Indian Ocean",
      "name":"North Island Seychelles",
      "location":"Mauritius",
      "comfortLevel": "4",
      "activities":["kids club","golf", "scuba diving", "tennis", "sailing", "spa"],
      "price":2062,
      "startDate":"2000-02-013",
      "endDate":"2023-12-31",
      "shortDescription":"Like a crack team of artisans dedicated to reconstructing a natural cathedral, North Island’s 100-strong team of specialists have crafted an island paradise like no other.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Renowned safari camp architects Silvio Rech and Lesley Carstens lived on North Island for two years while dreaming up the 11 villas and East Beach piazza, where several heritage stone agricultural buildings have been retooled to house a beautiful library, a dive centre and a boutique, beside a barely-there thatched lounge, bar and restaurant.",
      "url":"resort2.html"
    },
    {
      "id":"resort20",
      "destination":"Indian Ocean",
      "name":"Singita Sabora Tented Camp",
      "location":"Serengeti National Park, Tanzania",
      "comfortLevel": "4",
      "activities":["meeting space", "spa", "safari", "swimming"],
      "price":3099,
      "startDate":"2012-03-31",
      "endDate":"2023-12-31",
      "shortDescription":"The most opulent, romantic tented camp in Africa, furnished with authentic 1920s handmade campaign furniture.",
      "picture":"img/resortpool.jpg",
      "longDescription":"The Out of Africa comparison is a terrible cliché, but walking into your Sabora tent really is like stepping into a 1920s time capsule. Furnished with a mix of antiques and carefully reproduced fold-away campaign furniture, just about every item in the tents is hinged and portable. It’s authentic and decadent without being over the top.",
      "url":"resort3.html"
    },
    {
      "id":"resort21",
      "destination":"Caribbean",
      "name":"Como Parrot Cay",
      "location":"Caicos Islands",
      "comfortLevel": "5",
      "activities":["gym", "swimming", "sauna", "spa", "kids club", "Paragliding", "scuba diving"],
      "price":2499,
      "startDate":"2018-06-05",
      "endDate":"2023-12-31",
      "shortDescription":"COMO Parrot Cay is an award-winning Turks and Caicos luxury resort set on its own private island.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Our private island resort has undergone a redesign, with brighter rooms and fresh spaces - including a new COMO Shambhala gym, the creation of the Play by COMO Space for children's activities and an improved COMO Beach Club and Lotus restaurant.",
      "url":"resort4.html"
    },
    {
      "id":"resort22",
      "destination":"Caribbean",
      "name":"El Blol Hotel",
      "location":"Isla de Vieques",
      "comfortLevel": "4",
      "activities":["gym", "swimming", "sauna", "spa"],
      "price":1499,
      "startDate":"1996-07-08",
      "endDate":"2023-12-31",
      "shortDescription":"In a small coastal town on a beautiful island just four hours from New York lies an urbanesque retreat that defies easy description.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"With just 22 rooms, El Blok’s strikingly modern aesthetic, pared down simplicity, uncompromising comfort, and contemporary Puerto Rican atmosphere make it a very personal Caribbean find. Award winning architecture by San Juan based Fuster + Partners and a low environmental impact philosophy form a hotel that is a lesson in the duality of design. Part sculpture and part contemporary tropical oasis, upon first glance, El Blok doesn’t seem logical. But take a step inside and what you thought at first made no sense at all will make you change the way you thought about beach hotels.",
      "url":"resort5.html"
    },
    {
      "id":"resort23",
      "destination":"Caribbean",
      "name":"The Island House",
      "location":"Bahamas",
      "comfortLevel": "5",
      "activities":["gym", "swimming", "sauna", "spa", "sailing"],
      "price":5000,
      "startDate":"1997-06-08",
      "endDate":"2023-12-31",
      "shortDescription":"The Island House stands out among Bahamian resorts, having been designed with both visitors and the local community in mind.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Private beach access I Complimentary WiFi I Cable TV I Fitness Classes I 24-hour gym I Cinema I Bamford Spa I 3 restaurants and bars I Library I Energy Management System",
      "url":"resort6.html"
    },
    {
      "id":"resort24",
      "destination":"Alps",
      "name":"Le Chardon Mountain Lodges",
      "location":"Matterhorn",
      "comfortLevel": "4",
      "activities":["swimming", "sauna", "spa", "golf", "gym"],
      "price":1056,
      "startDate":"2013-05-05",
      "endDate":"2023-12-31",
      "shortDescription":"Five Scottish-owned chalets - Chardon is French for thistle - sleeping from eight to 20, all with outstanding cuisine and service.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"All five chalets, built in local stone, have massive picture windows, vaulted ceilings, open-plan living room with fire, a guest computer and at least one outdoor hot tub. Chalets Chardon and Lafitenia have uninterrupted views up the Manchet valley, with windows and terraces configured to make the most of them. (During our visit we watched, from Lafitenia’s hot tub, a daily display of avalanches thundering down the valley.) The interiors incorporate chunky timber, exposed stone, Italian tiles and lovely fabrics. Le Chardon has a giant terrace, with an 18ft “swim spa” and outdoor sofas; its top-floor living room, too, is spectacular.",
      "url":"resort7.html"
    },
    {
      "id":"resort25",
      "destination":"Alps",
      "name":"Cheval Blanc",
      "location":"Mont Blanc",
      "comfortLevel": "5",
      "activities":["gym", "swimming", "sauna", "spa"],
      "price":3000,
      "startDate":"2008-01-19",
      "endDate":"2023-12-31",
      "shortDescription":"Courchevel 1850 is considered by many to be the jewel of the Alps, and Hotel Cheval Blanc, perched on the top at 1,850 metres.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"EThe style is warm and welcoming, with true ‘sense of place’ courtesy of the very talented Sybille de Margerie who uses animal skins, soft leathers, cow hide and cuckoo clocks to emphasise the Alpine location. Though this is overlaid with some serious art and design from the likes of Gilles Hoang, Lars Zech and Macduff Everton, the overall feel is one of cosiness. Eartha Kitt’s husky voice fills the Bar; families play cards at the dinner table.",
      "url":"resort8.html"
    },
    {
      "id":"resort26",
      "destination":"Alps",
      "name":"La Mourra Hotel Village",
      "location":"Dolomite",
      "comfortLevel": "4",
      "activities":["gym", "swimming", "sauna", "spa"],
      "price":1099,
      "startDate":"2002-07-21",
      "endDate":"2023-12-31",
      "shortDescription":"An exclusive collection of nine suites and four chalets offering space and privacy alongside five-star hotel amenities.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Interiors worthy of a magazine shoot make this a dream home from home. Suites and chalets are individually decorated along the same contemporary-chic theme: lots of natural wood, an eclectic mix of reclaimed designer furniture and lighting and warm-hued soft furnishings. High ceilings create a sense of space, while sloped roofs, exposed beams and tactile fabrics evoke a cosy alpine feel.",
      "url":"resort9.html"
    },
    {
      "id":"resort27",
      "destination":"North America",
      "name":"The Peninsula Chicago",
      "location":"Chicago, Illinois, United States",
      "comfortLevel": "3",
      "activities":["gym", "swimming", "sauna", "spa"],
      "price":799,
      "startDate":"2000-01-01",
      "endDate":"2023-12-31",
      "shortDescription":"The Peninsula is one of Chicago's most upmarket hotels, the choice for Hollywood stars and other VIPs.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"There's a bit of Far East flair, such as stone Chinese lions guarding the Peninsula's entrance, but Art Deco style dominates the public spaces. Gold sconces glitter over buffed marble floors. Plush oval-back chairs rest under breezy palms. Paintings hang in heavy gilt frames. It's old-school elegant, like a vintage outpost in French Indochina.",
      "url":"resort10.html"
    },
    {
      "id":"resort28",
      "destination":"North America",
      "name":"Trump International Hotel",
      "location":"Ontario, Canada",
      "comfortLevel": "5",
      "activities":["gym", "swimming", "sauna", "spa", "meeting space"],
      "price":2099,
      "startDate":"2001-05-01",
      "endDate":"2023-12-31",
      "shortDescription":"On Chicago’s streets the name “Trump” is polarising, but within the real estate mogul/reality TV star/president’s arresting 92-floor tower, it’s all business.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Enjoy the classic decor of 190 rooms and suites overlooking the lagoon or the centuries-old park. Indulge in our three restaurants – Acquerello, La Dolce, Insieme - while tantalising your senses with exceptional interpretations of iconic Italian and Venetian specialities.",
      "url":"resort11.html"
    },
    {
      "id":"resort29",
      "destination":"North America",
      "name":"White Stallion Ranch",
      "location":"Arizona",
      "comfortLevel": "5",
      "activities":["gym", "swimming", "sauna", "spa", "golf"],
      "price":1099,
      "startDate":"1944-10-09",
      "endDate":"2023-12-31",
      "shortDescription":"This big-hearted dude ranch shows off the best of Arizona’s warmth, Wild-West heritage, and the spectacular, unspoiled landscape of the Sonoran Desert.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"A classic dude ranch. White Stallion blends western style with exceptional attention to detail. The 43 rooms are dotted throughout the grounds, along with patios, fire pits, paddocks, and splendid desert landscaping, incorporating everything from towering cacti to a butterfly garden. A third generation of the True family leads the charge at this exceptionally welcoming and well-run hotel. When other Arizona guest ranches cut staff and activities during the recession, White Stallion doubled down, keeping its talent and offering even more value for money. Happily, it’s still going strong.",
      "url":"resort12.html"
    },
    {
      "id":"resort31",
      "destination":"South America",
      "name":"Tierra Chiloe Hotel",
      "location":"Castro, Chiloé Island, Chile",
      "comfortLevel": "4",
      "activities":["gym", "swimming", "sauna", "spa", "sailing"],
      "price":2089,
      "startDate":"2007-04-15",
      "endDate":"2023-12-31",
      "shortDescription":"A beautiful wooden hotel on stilts – built in the style of the island’s traditional palafito houses the Tierra Chiloé is an inclusive retreat for the adventurous.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"Set on stilts, with a wooden-tiled façade, this low-slung boutique hideaway reflects the traditional architecture of Chiloé and is designed so that each of the 24 guest room, as well as the beautiful commons areas, make the most of the spectacular sea views.",
      "url":"resort14.html"
    },
    {
      "id":"resort32",
      "destination":"South America",
      "name":"Hotel Emiliano",
      "location":"Rio de Janeiro, Brazil",
      "comfortLevel": "3",
      "activities":["gym", "swimming", "sauna", "spa", "sailing"],
      "price":799,
      "startDate":"2011-03-12",
      "endDate":"2023-12-31",
      "shortDescription":"The arrival of São Paulo’s Emiliano brand to the Copacabana district of Rio justifiably caused quite the buzz among locals.",
      "picture":"img/infinityPool.jpg",
      "longDescription":"In the spirit of the late, great Oscar Niemeyer’s voluptuous former HQ and the futuristic soon-to-open Museum of Image and Sound, Emiliano’s facade breaks up the bland concrete monstrosities of Avenida Atlântica with an intricate, organic series of panels that control the amount of sun streaming in of a morning.",
      "url":"resort15.html"
    }
  ]
}
